fio_disk/disk_bare/log_39/sdh/fio_write_64k.log
test: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=27191: Fri Jul 13 15:08:47 2018
  write: IOPS=3129, BW=196MiB/s (205MB/s)(1024MiB/5236msec)
    slat (nsec): min=3160, max=65364, avg=17557.53, stdev=9453.48
    clat (usec): min=11016, max=71444, avg=20317.09, stdev=3685.17
     lat (usec): min=11044, max=71461, avg=20334.83, stdev=3685.47
    clat percentiles (usec):
     |  1.00th=[18482],  5.00th=[18482], 10.00th=[18482], 20.00th=[18482],
     | 30.00th=[18744], 40.00th=[18744], 50.00th=[18744], 60.00th=[19268],
     | 70.00th=[21365], 80.00th=[21365], 90.00th=[21890], 95.00th=[22152],
     | 99.00th=[40109], 99.50th=[45351], 99.90th=[53740], 99.95th=[55837],
     | 99.99th=[60556]
   bw (  KiB/s): min=170752, max=219904, per=99.58%, avg=199411.20, stdev=17171.78, samples=10
   iops        : min= 2668, max= 3436, avg=3115.80, stdev=268.31, samples=10
  lat (msec)   : 20=64.51%, 50=35.24%, 100=0.25%
  cpu          : usr=2.10%, sys=7.83%, ctx=8457, majf=0, minf=28
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.2%, >=64=99.6%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=0,16384,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=196MiB/s (205MB/s), 196MiB/s-196MiB/s (205MB/s-205MB/s), io=1024MiB (1074MB), run=5236-5236msec

Disk stats (read/write):
  sdh: ios=6/8289, merge=0/7797, ticks=4228/168067, in_queue=173414, util=97.65%